<template>
	<view>
		<scroll-view>
			<h3>我方隐私声明</h3>
			<br>我们非常重视保护您的隐私。为方便您登录、使用相关服务，以及为您提供更个性化的用户体验和服务，您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本隐私证明向您说明，在使用“顺时帧”APP时，我们如何收集，使用，储存和披露您的信息，以及我们为您提供的访问，更新，控制和保护这些信息的方式。本隐私声明与您所使用的APP服务息息相关，希望您仔细阅读。
			<br>您使用我们的服务，即意味着您已经同意我们按照本隐私声明收集、使用，储存和披露您的相关信息，以及向您提供的控制和保护措施。
			<br>一、声明适用范围
			<br>本隐私声明中的“信息”特指第二条所收集的信息，本隐私政策不适用于您存储在APP系统中的数据。
			<br>二、信息收集范围
			<br>2.1 为完成APP账户的注册、管理、实名认证等必要活动，您需要提交真实、合法、有效的信息，包括但不限于名称、联系人、电子邮箱、QQ号码、联系电话、联系地址、银行账户信息、工商登记信息等。
			<br>2.2 为提供持健服务和保证服务质量所需，我们在您使用本服务期间，将记录并保存您登录和使用本服务的信息，包括但不限于IP 地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息、用户标识符及网页浏览记录等。
			<br>三、如何收集信息
		<br>	3.1 我们通过您主动提交，以及在您使用我们的服务过程中产生相应的记录等方式收集您的信息
			<br>3.2我们可能会通过顺时帧App和其他相关技术收和使用你的信息。
			<br>3.3通过顺时帧App记录的有关信息，将适用本隐私声明。
			<br>四、信息使用
			<br>为了向您提供更加优质、便捷、安全的服务，在符合相关法律法规的前提下，我们可能将收集的信息用作以下用途：
			<br>向您提供服务。
			<br>满足你的个性化需求。例如，语言设定、位置设定，个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应。
			<br>服务优化和开发。例如，我们会根据APP系统明店您的需求时产生的信息，优化我们的服务。
			<br>保护APP、APP用户和APP的合作伙伴。例如，我们会将您的信息用于身份验证、安全防范、投诉处理、纠纷协调、诈骗监测等用途。例如，您在使用安全功能或其他类似服务时，我们会对恶意程序或病毒进行检测，或为您识别诈骗信息。
			<br>向您提供与您更加相关的服务。例如，向您提供您可能感兴牌的类似功能或服务等。
			<br>邀请您参与有关我们产品和服务的调查。
			<br>其他可能需要使用收集的信息的相关场景。如果使用场景与初始场景无合理的关联性，我们会在使用信息前重新征得您的同意。
			<br>五、信息披露
			<br>未经您同意，我们不会与任何无关第三方分享您的信息，以下情形除外：
			<br>遵守适用的法律法规等有关规定。
			<br>遵守法院判决、裁定或其他法律程序的规定。
			<br>遵守相关政府机关或其他有权机关的需求。
			<br>我们有理由确信需遵守法律法规等有关规定。
			<br>为执行相关服务协议或本隐私声明、维护社会公共利益、处理投诉/纠纷，保护我们的客户、我们或我们的关联公司。其他用户或雇员的人身和财产安全或合法权益所合理必需的用途。经过您合法授权的情形。
			<br>如我们因上述原因而披露您的信息，我们将在遵守法律法规相关规定及本声明的基础上及时告知你。
		<br>	六、信息存储
			<br>6.1 APP收集的有关您的信息保存在APP位于中国大陆的服务器。
			<br>6.2通常，我们仅在为您提供服务期间保留您的信息，保留时间不会越过满足相关使用目的所必须的时间。
			<br>但在下列情况下，且仅出于下列情况相关的目的，我们有可能要要较长时间保国您的信息或部分信息：
			<br>遵守适用的法律法规等有关规定。
			<br>遵守法院判决、裁定或其他法律程序的要求。
			<br>遵守相关政府机关或其他有权机关的要求。
			<br>我们有理由确信需遵守法律法规等有关规定。
			<br>为执行相关服务协议或本隐私声明、维护社会公共利益、处理投诉/组份，保护我们的客户，我们或我们的关联公司、其他用户或准员的人身和财产安全或合决权益所合理必要的用途。
			<br>七、信息安全
			<br>7.1 如果您拥有其他账号，在特定场景下，您的APP账号的个人信息可能会与您相有的其他账户信息相关联。例如，您使用QQ号码注册APP账号。
			<br>7.2  我们努力保障信息安全，以防信息的丢失、不当使用、未经授权阅读或浏览。
			<br>我们使用各种安全技术以保障信息的安全。例如，我们将通过服务器多备份、密码加密等安全措施、防止信息泄露、毁损、丢失。
			<br>我们建立严格的管理制度和流程以保障信息的安全。例如，我们严格限制访问信息的人员范围，并进行审计，要求他们遵守保密义务。
			<br>我们重视信息安全合规工作，但请您理解，由干技术的限制以及可能存在的各种恶意手段。在互联网环境下，即便竭尽所能加强安全措能，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。若发生个人信息泄露等安全事件，我们会启动应急预警，阻止安全事件扩大，按照《国家网络安全事件应急预案》等有关规定及时上报，并以发送邮件，推送通知、公告等形式告知您相关情况，并向您给出安全建议。
			<br>7.3 为更有效的保障您的信息安全，我们也希望您能够加强自我保护意识。我们仅在APP直接导致您个人信息泄露的范围内承担责任，因此，请您要善保管您的账号及密码信息，避免您的个人信息泄露，APP账户及QQ账号均有安全保护功能，但您也需要妥善保护自己的个人信息，除非您判断认为必要的情形下，不任何第三人提供您的账号密码等个人信息。
			<br>八、访问与控制
			<br>8.1您可以在使用我们服务的过程中，访问、修改和删除您的相关信息。您访问、修改和册除信息的方式将取决于您使用的具体服务。
			<br>8.2如您发现我们违反法律法规的规定或者双方的约定收集、使用您的信息，你可以要求我们删除。如您发现我们收集，储存的您的信息有错误的，且无法自行更正的，您也可以要求我们更正。
			<br>8.3在访问、修改和删除相关信息时，我们可能会要求您进行身份验证，以保障账户安全。请您理解，由于技术所限、基于法律法规要求，您的某些请求可能无法进行响应。
			<br>8.4基干法律法规要求，保障信息安全等正当事由，您的部分信息可能无法访问，修改和删除。
			<br>8.5您可以自行选择撤回对某些非基本功能或服务对您信息处理的同意，并通过联系客服的方式选择注销APP账号。
			<br>8.6如您对上述权利实现存在疑问，可以根据“十，与我们联系中”的相关联系方式与我们取得联系。
			<br>九、变更
			<br>我们可始适时修订本隐私声明的条款，该等修订构成本《隐私声明》的一部分。如可能造成您在本隐私声明下权利的实质减少或扩大收集、使用信息的范围等重要规则变更时，我们将在修订生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您。在该种情况下，若您到继续使用我们的服务，即表示同意受经修订的本隐私声明的约束。
			<br>十、如何联系我们
			<br>如果您对我们的服务或本私政策有任何意见或建议，可通过APP客服与我们联系，我们会尽可能的给予您及时而必要的帮助。
			<br>十一、我们如何保护未成年人的信息
			<br>11.1 我们非常重视对未成年人个人信息的保护。我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的信息的保密性及安全性。
			<br>11.2 如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。
			<br>11.3 如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过上文中的联系方式联系我们。
			<br>11.4 特别提示: 14周岁以下的儿童及其监护人在为儿童注册支付宝账户前，敬请仔细阅读专门为儿童制定的《儿童个人信息保护规则》。在儿童使用我们的服务之前应当确保已经取得其监护人对《儿童个人信息保护规则》的同意。
		</scroll-view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
