<template>
	<view>
		<scroll-view>
			<h3>免责声明</h3>
			<br>本免责声明(以下简称“本声明”)适用于“顺时帧”系列软件(以下简称"顺时帧软件")在您阅读本声明后若不同意此声明中的任何条款，或对本声明存在质
			疑，请立刻停止使用我们的软件。若您已经开始或正在使用顺时帧软件，则表示您已阅读并同意本声明的所有条款之约定。
			<br>1、总则:您通过安装顺时帧软件并使用顺时帧软件提供的服务与功能即表示您已经同意与我方订立本协议。我方可随时执行全权决定更改“条款”。如“条款”有任何变更，顺时帧官方网站上刊载公告作为通知。经修订的“条款”一经在官方网站上公布后，立即自动生效。
			<br>2、本产品是新一代软件。我们的软件永久免费，无病毒。
			<br>3、一切因使用顺时帧软件而引致之任何意外、疏忽、合约毁坏、诽谤、版权或知识产权侵犯及其所造成的损失(包括在非官方站点下载顺时帧软件而感染电脑病毒)，顺时帧软件概不负责，亦不承担任何法律责任。
			<br>4、用户对使用顺时帧软件自行承担风险，我们不做任何形式的保证因网络状况、通讯线路等任何技术原因而导致用户不能正常升级更新，我们也不承担任何法律责任。
			<br>5、顺时帧软件尊重并保护所有用户的个人隐私权，不会窃取仟何用户计算机中的信息。
			<br>6、任何单位或个人不得在没有我方授权的情况下对旗下软件进行二次开发、功能修改和反编译。顺时帧软件保留版权与著作权。
			<br>7、系统的版权:顺时帧软件对所有开发的或合作开发的产品拥有知识产权，著作权，版权和使用权，这些产品受到适用的知识产权、版权、商标、服务商标、专利或其他法律的保护。
			<br>8、传播:任何公司或个人在网络上发布，传播我们软件的行为都是允许的，但因公司或个人传播软件可能造成的任何法律和刑事事件我方不负任何责任。
		</scroll-view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
